{
	"translations": {
		"de": { 
			"Connection from IP-Symcon to IFTTT": "Verbindung von IP-Symcon zu IFTTT",
			"communication type with IFTTT: send, receive, send/receive":"Auswahl Kommunikationstyp mit IFTTT: Senden, Empfangen, Senden/Empfangen",
			"communication":"Kommunikation",
			"Please select":"Auswahl treffen",
			"Send":"Senden",
			"Receive":"Empfangen",
			"Send/Receive":"Senden/Empfangen",
			"IFTTT maker key (look in IFTTT maker channel)": "IFTTT Makerkey (Innerhalb IFTTT im Maker Channel nachschlagen)",
			"IFTTT maker key": "IFTTT Makerkey",
			"please choose an event name (no special characters or blank)": "Bitte einen Eventnamen auswählen (Keine Sonder- oder Leerzeichen)",
			"event name": "Eventname",
			"number of variables for IFTTT This (max 3)":"Anzahl an Variablen die mit dem Event an IFTTT This übergeben werden sollen (max 3)",
			"number of variables":"Anzahl der Variablen",
			"number of variables for a IFTTT That (max 15)":"Anzahl an Variablen für IFTTT That (max 15)",
			"variables with values for IFTTT": "Variablen mit Werten für IFTTT",
			"variables with values for IFTTT That":"Variablen für Werte von IFTTT That",
			"value 1": "Wert 1",
			"value 2": "Wert 2",
			"value 3": "Wert 3",
			"alternative leave variable empty und click check mark": "Als Alternative Variablen nicht auswählen und Haken setzten",
			"alternative leave variable empty und click check mark for creating a new variable": "Als Alternative keine Variablen auswählen und Haken setzten dann werden Variablen vom Modul angelegt",
			"use modul value 1": "Modul Wert 1 nutzen",
			"use modul value 2": "Modul Wert 2 nutzen",
			"use modul value 3": "Modul Wert 3 nutzen",
			"module create variable for value 1": "Variable für Wert 1 vom Modul anlegen",
			"module create variable for value 2": "Variable für Wert 2 vom Modul anlegen",
			"module create variable for value 3": "Variable für Wert 3 vom Modul anlegen",
			"module create variable for value 4": "Variable für Wert 4 vom Modul anlegen",
			"module create variable for value 5": "Variable für Wert 5 vom Modul anlegen",
			"module create variable for value 6": "Variable für Wert 6 vom Modul anlegen",
			"module create variable for value 7": "Variable für Wert 7 vom Modul anlegen",
			"module create variable for value 8": "Variable für Wert 8 vom Modul anlegen",
			"module create variable for value 9": "Variable für Wert 9 vom Modul anlegen",
			"module create variable for value 10": "Variable für Wert 10 vom Modul anlegen",
			"module create variable for value 11": "Variable für Wert 11 vom Modul anlegen",
			"module create variable for value 12": "Variable für Wert 12 vom Modul anlegen",
			"module create variable for value 13": "Variable für Wert 13 vom Modul anlegen",
			"module create variable for value 14": "Variable für Wert 14 vom Modul anlegen",
			"module create variable for value 15": "Variable für Wert 15 vom Modul anlegen",
			"Return Message from IFTTT": "Return Nachricht von IFTTT anzeigen",
			"IFTTT Return":"IFTTT Benachrichtung beim Versenden im Webfront einblenden",
			"Trigger IFTTT recipe": "IFTTT Rezept triggern",
			"Trigger event": "Trigger Event",
			"Creating instance.": "Die Instanz wird erstellt.",
			"IFTTT created.": "IFTTT erstellt.",
			"interface closed.": "Interface geschlossen.",
			"IFTTT IF: select a value 1 or enter value 1 in module.":"IFTTT IF: Variablenwert 1 auswählen oder Wert 1 im Modul eintragen.",
			"IFTTT IF: select a value 2 or enter value 2 in module.":"IFTTT IF: Variablenwert 2 auswählen oder Wert 2 im Modul eintragen.",
			"IFTTT IF: select a value 3 or enter value 3 in module.":"IFTTT IF: Variablenwert 3 auswählen oder Wert 3 im Modul eintragen.",
			"IFTTT IF: missing value, enter value in field value 1":"IFTTT IF: Fehlende Eingabe bei Modul Wert 1",
			"IFTTT IF: missing value, enter value in field value 2":"IFTTT IF: Fehlende Eingabe bei Modul Wert 2",
			"IFTTT IF: missing value, enter value in field value 3":"IFTTT IF: Fehlende Eingabe bei Modul Wert 3",
			"IFTTT That: select a value 1 or enter value 1 in module.":"IFTTT That: Variablenwert 1 auswählen oder Wert 1 im Modul eintragen.",
			"IFTTT That: select a value 2 or enter value 2 in module.":"IFTTT That: Variablenwert 2 auswählen oder Wert 2 im Modul eintragen.",
			"IFTTT That: select a value 3 or enter value 3 in module.":"IFTTT That: Variablenwert 3 auswählen oder Wert 3 im Modul eintragen.",
			"IFTTT That: select a value 4 or enter value 4 in module.":"IFTTT That: Variablenwert 4 auswählen oder Wert 4 im Modul eintragen.",
			"IFTTT That: select a value 5 or enter value 5 in module.":"IFTTT That: Variablenwert 5 auswählen oder Wert 5 im Modul eintragen.",
			"IFTTT That: select a value 6 or enter value 6 in module.":"IFTTT That: Variablenwert 6 auswählen oder Wert 6 im Modul eintragen.",
			"IFTTT That: select a value 7 or enter value 7 in module.":"IFTTT That: Variablenwert 7 auswählen oder Wert 7 im Modul eintragen.",
			"IFTTT That: select a value 8 or enter value 8 in module.":"IFTTT That: Variablenwert 8 auswählen oder Wert 8 im Modul eintragen.",
			"IFTTT That: select a value 9 or enter value 9 in module.":"IFTTT That: Variablenwert 9 auswählen oder Wert 9 im Modul eintragen.",
			"IFTTT That: select a value 10 or enter value 10 in module.":"IFTTT That: Variablenwert 10 auswählen oder Wert 10 im Modul eintragen.",
			"IFTTT That: select a value 11 or enter value 11 in module.":"IFTTT That: Variablenwert 11 auswählen oder Wert 11 im Modul eintragen.",
			"IFTTT That: select a value 12 or enter value 12 in module.":"IFTTT That: Variablenwert 12 auswählen oder Wert 12 im Modul eintragen.",
			"IFTTT That: select a value 13 or enter value 13 in module.":"IFTTT That: Variablenwert 13 auswählen oder Wert 13 im Modul eintragen.",
			"IFTTT That: select a value 14 or enter value 14 in module.":"IFTTT That: Variablenwert 14 auswählen oder Wert 14 im Modul eintragen.",
			"IFTTT That: select a value 15 or enter value 15 in module.":"IFTTT That: Variablenwert 15 auswählen oder Wert 15 im Modul eintragen.",
			"IFTTT maker field must not be empty.": "IFTTT Maker Feld darf nicht leer sein.",
			"event not valid": "Event nicht gültig",
			"Event field must not be empty.":"Das Event Feld darf nicht leer sein",
			"IFTTT configuration:":"IFTTT Konfiguration:",
			"IFTTT This configuration:":"IFTTT This Konfiguration:",
			" - Create a Recipe":" - Create a Recipe",
			" - push this":" - this auswählen",
			" - choose Maker Channel":" - Maker Channel auswählen",
			" - Receive a webrequest":" - Receive a webrequest",
			" - Create Trigger":" - Create Trigger",
			" - continue with That of your choice":" - fortfahren mit dem That der Wahl",
			"IFTTT maker key not valid.": "IFTTT Maker Key enthält Sonderzeichen."
			
			
		}
	}
}